"BeeCityPicker:地区" = "地区";
"BeeCityPicker:定位到的位置" = "定位到的位置";
"BeeCityPicker:返回" = "返回";
"BeeCityPicker:全部" = "全部";
"BeeCityPicker:无法获取当前地理位置" = "无法获取当前地理位置";
"BeeCityPicker:已选地区" = "已选地区";
//"BeeCityPicker:输入城市名、拼音或首字母查询" = "输入城市名、拼音或首字母查询";
"BeeCityPicker:城市选择" = "城市选择";
//"BeeCityPicker:你所在城市" = "你所在城市";
//"BeeCityPicker:当前" = "当前";
"BeeCityPicker:热门城市" = "热门城市";
//"BeeCityPicker:热门" = "热门";
//"BeeCityPicker:历史访问城市" = "历史访问城市";
//"BeeCityPicker:历史" = "历史";
//"BeeCityPicker:无法定位你所在城市，请稍后再试" = "无法定位你所在城市，请稍后再试";
//"BeeCityPicker:定位中，请稍候..." = "定位中，请稍候...";
//"BeeCityPicker:无结果" = "无结果";
